tap "grishka/grishka"
tap "heroku/brew"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "fastfetch"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "iperf3"
brew "libpq"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "nmap"
brew "onefetch"
brew "openjdk"
brew "openvino"
brew "pinentry-mac"
brew "python@3.11"
brew "scrcpy"
brew "sevenzip"
brew "volta"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
cask "alt-tab"
cask "android-platform-tools"
cask "bitwarden"
cask "cloudflare-warp"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "google-drive"
cask "gstreamer-runtime"
cask "iina"
cask "iterm2"
cask "keycastr"
cask "maccy"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "monitorcontrol"
cask "neardrop"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "stats"
cask "steam"
cask "tailscale-app"
cask "topnotch"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "attilabuti.vscode-mjml"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "chflick.firecode"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devmike.mikrotik-routeros-script"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hoovercj.vscode-power-mode"
vscode "leonardssh.vscord"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "orta.vscode-twoslash-queries"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "ritwickdey.liveserver"
vscode "simonsiefke.svg-preview"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "svelte.svelte-vscode"
vscode "toba.vsfire"
vscode "tobermory.es6-string-html"
vscode "tomoki1207.pdf"
vscode "trabpukcip.wolf"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
