{
  "buckets": [
    {
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2025-08-23T19:31:24+07:00",
      "Manifests": 1403
    },
    {
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2025-08-23T19:31:00+07:00",
      "Manifests": 2180
    },
    {
      "Name": "nerd-fonts",
      "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
      "Updated": "2025-08-22T20:32:29+07:00",
      "Manifests": 367
    },
    {
      "Name": "nonportable",
      "Source": "https://github.com/ScoopInstaller/Nonportable",
      "Updated": "2025-08-23T09:10:54+07:00",
      "Manifests": 128
    },
    {
      "Name": "games",
      "Source": "https://github.com/Calinou/scoop-games",
      "Updated": "2025-08-23T15:29:07+07:00",
      "Manifests": 353
    }
  ],
  "apps": [
    {
      "Info": "",
      "Updated": "2025-08-18T15:42:16.6740175+07:00",
      "Version": "25.01",
      "Name": "7zip",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:34:47.4539818+07:00",
      "Version": "36.0.0",
      "Name": "adb",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T15:56:55.9767176+07:00",
      "Version": "2025.7.0",
      "Name": "bitwarden",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T16:01:05.2771721+07:00",
      "Version": "3.14.1",
      "Name": "dark",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T16:24:13.2393837+07:00",
      "Version": "1.0.9198-22",
      "Name": "discord",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T19:25:54.5944311+07:00",
      "Version": "2.3.0",
      "Name": "eartrumpet",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:37:30.2533645+07:00",
      "Version": "7.1.1",
      "Name": "ffmpeg",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T18:17:21.2044607+07:00",
      "Version": "6.2",
      "Name": "FiraCode",
      "Source": "nerd-fonts"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T18:43:26.6707231+07:00",
      "Version": "3.4.0",
      "Name": "FiraCode-NF",
      "Source": "nerd-fonts"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:29:45.5696263+07:00",
      "Version": "0.65.1",
      "Name": "fzf",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T16:52:10.3825748+07:00",
      "Version": "2.76.2",
      "Name": "gh",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T15:42:37.6992281+07:00",
      "Version": "2.50.1",
      "Name": "git",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:37:31.4600952+07:00",
      "Version": "1.19.0",
      "Name": "hyperfine",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-20T18:48:45.5066278+07:00",
      "Version": "3.3.4_b1",
      "Name": "icaros-np",
      "Source": "nonportable"
    },
    {
      "Info": "",
      "Updated": "2025-08-19T10:52:19.5832293+07:00",
      "Version": "3.19.1",
      "Name": "iperf3",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:37:31.9723449+07:00",
      "Version": "1.8.1",
      "Name": "jq",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T18:10:20.6854911+07:00",
      "Version": "0.39.0",
      "Name": "mpv",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-20T18:07:30.0400517+07:00",
      "Version": "3.17.1",
      "Name": "nextcloud",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:40:45.5798309+07:00",
      "Version": "7.97",
      "Name": "nmap",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-23T20:59:43.209713+07:00",
      "Version": "31.1.2",
      "Name": "obs-studio",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:41:29.8702685+07:00",
      "Version": "1.8.10",
      "Name": "obsidian",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T18:09:09.1064424+07:00",
      "Version": "26.19.1",
      "Name": "oh-my-posh",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:41:31.4596543+07:00",
      "Version": "2.25.0",
      "Name": "onefetch",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T19:31:24.9566023+07:00",
      "Version": "0.9",
      "Name": "openrgb",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T18:16:02.0605637+07:00",
      "Version": "1.1.0",
      "Name": "posh-git",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T16:02:37.4215842+07:00",
      "Version": "0.93.0",
      "Name": "powertoys",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:29:31.78155+07:00",
      "Version": "2.6.14",
      "Name": "PSFzf",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T15:39:23.2189119+07:00",
      "Version": "7.5.2",
      "Name": "pwsh",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:41:52.3900088+07:00",
      "Version": "3.13.7",
      "Name": "python",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:41:53.8644623+07:00",
      "Version": "3.3.1",
      "Name": "scrcpy",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:41:54.1450912+07:00",
      "Version": "1.2.0",
      "Name": "speedtest-cli",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T16:10:34.1942546+07:00",
      "Version": "1.2.70.409.gd4fa4141",
      "Name": "spotify",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T16:55:48.2109497+07:00",
      "Version": "nightly-20250818",
      "Name": "steam",
      "Source": "games"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T18:14:51.4552561+07:00",
      "Version": "0.11.0",
      "Name": "terminal-icons",
      "Source": "extras"
    },
    {
      "Info": "Install failed",
      "Updated": "2025-08-19T16:14:08.6647901+07:00",
      "Version": null,
      "Name": "thunderbird",
      "Source": null
    },
    {
      "Info": "",
      "Updated": "2025-08-18T21:58:43.3216032+07:00",
      "Version": "1.16.7",
      "Name": "twinkle-tray",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:41:58.0570249+07:00",
      "Version": "0.8.11",
      "Name": "uv",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T17:33:15.7970722+07:00",
      "Version": "9.1.0",
      "Name": "vim",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T18:12:13.3532676+07:00",
      "Version": "2.0.2",
      "Name": "volta",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T16:45:17.9608948+07:00",
      "Version": "1.103.1",
      "Name": "vscode",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T20:42:00.3859468+07:00",
      "Version": "2025.08.11",
      "Name": "yt-dlp",
      "Source": "main"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T21:16:43.9933419+07:00",
      "Version": "1.1.14",
      "Name": "z",
      "Source": "extras"
    },
    {
      "Info": "",
      "Updated": "2025-08-18T15:49:13.19058+07:00",
      "Version": "1.14.11b",
      "Name": "zen-browser",
      "Source": "extras"
    }
  ]
}
